import 'package:flutter/material.dart';

class DetailSection extends StatelessWidget {
  const DetailSection({Key? key}) : super(key: key);


  @override
  Widget build(BuildContext context) {
    return Expanded(
      child: Container(
        padding: EdgeInsets.all(32),
    child: Text(
    'อาหารยอดนิยมเมนูแนะนำสำหรับวันนี้เป็นอาหารสุขภาพเมนูสมุนไพรคือต้มยำรวมมิตรทะเลเคล็ดลับความอร่อยของอาหารเมนูนี้คือวัตถุดิบคุณภาพเทคนิคการเตรียมอาหาร' 
    'และการปรุงรสชาติน้ำซุปการต้มเครื่องต้มยำให้ได้กลิ่นของสมุนไพรอย่างเต็มที่รสชาติถูกปรุงอย่างพอดีเนื้อสัตว์ไม่คาว'
    'ต้มยำรวมมิตรเป็นเมนูอาหารไทยยอดนิยมที่มีสมุนไพรหลากหลายชนิดทั้ง ข่า ตะไคร้ ใบมะกรูด พริก ช่วยบำรุงสุขภาพขับเหงื่อช่วยให้เลือดลมดี'
    'เคล็ดลับการทำต้มยำมีหลายส่วนเริ่มตั้งแต่การคัดเลือกวัตถุดิบการเตรียมอาหารการทำต้มยำล้วนแล้วแต่เป็นขั้นตอนสำคัญที่ทำให้ต้มยำอร่อย'
    )));        
  }
}